Repository: franzholz/div2007
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# example_text
source: Overwrite this example text in your div2007 setup.
de: Überschreiben Sie diesen Beispieltext in Ihrem div2007 Setup.

# security.internal_hashed_password_error
source: Failed to fetch a hashed password
de: Fehler beim Abrufen eines gehashten Passworts

# security.internal_decrypt_auto_login_failed
source: Failed to decrypt the auto login password
de: Fehler beim Entschlüsseln des Auto-Login-Passworts

# security.internal_rsaauth_process_incoming_field_failed
source: RSA auth service failed to process incoming field "%s"
de: RSA Authentifizierungsdienst konnte eingehendes Feld "%s " nicht verarbeiten

# security.internal_rsaauth_retrieve_private_key_failed
source: RSA auth service failed to retrieve private key
de: RSA Authentifizierungsdienst konnte den privaten Schlüssel nicht abrufen

# security.internal_rsaauth_backend_not_available
source: Required RSA auth backend not available
de: Benötigtes RSA Auth Backend nicht verfügbar

# error.internal_required_extension_missing
source: The extension "%1$s" is required and must be installed
de: Die Erweiterung "%1$s" ist erforderlich und muss installiert sein

# privacy_policy.title
source: Privacy Policy
de: Datenschutzerklärung

source: Privacy Policy Acknowledgement
de: Bestätigung der Datenschutzrichtlinie

# privacy_policy.approval_required
source: Before you can continue, your approval to this website's privacy policy is required
de: Bevor Sie fortfahren können, ist Ihre Zustimmung zu den Datenschutzrichtlinien dieser Website erforderlich

# privacy_policy.acknowledged
source: I acknowledge and agree to the privacy policy.
de: Ich habe die Datenschutzrichtlinie gelesen und akzeptiere sie.

# privacy_policy.acknowledged_2
source: I agree for any data I transmit through this site, that you can use them in accordance with its Privacy Policy.
de: Ich stimme für alle von mir über diese Webseite übertragenen Daten zu, dass Sie diese gemäß der Datenschutzrichtlinie verwenden dürfen.

# privacy_policy.hint
source: Hint
de: Hinweis

# privacy_policy.hint_1
source: You have the right to renounce the agreement to the usage of your personal data at any time via email.
de: Sie haben das Recht die Zustimmung zur Nutzung Ihrer Daten jederzeit per Email zu widerrufen.

# list_browseresults_first
source: << First
de: << Erste

# list_browseresults_prev
source: < Previous
de: < Vorige

# list_browseresults_page
source: Page
de: Seite

# list_browseresults_next
source: Next >
de: Nächste >

# list_browseresults_last
source: Last >>
de: Letzte >>

# list_browseresults_to
source: to
de: bis

# list_browseresults_displays_marker
source: Displaying results ###FROM### to ###TO### out of ###OUT_OF###
de: Anzeige Ergebnisse ###FROM### bis ###TO### von ###OUT_OF###

# list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
de: Anzeige Ergebnisse ###SPAN_BEGIN###%s bis %s</span> von ###SPAN_BEGIN###%s</span>
